[AssaultRifle_LS X2WeaponTemplate]
FriendlyName="Лазерна гвинтiвка"
FriendlyNamePlural="Лазернi гвинтiвки"
BriefSummary="Лазерна гвинтiвка випромiнює мiкросекунднi потоки свiтла, що руйнують хiмiчнi зв'язки при ураженнi цiлi."
TacticalText="<Bullet/> Вистрiл з основної зброї завжди завершує хiд солдата, якщо не має спецiальних здiбностей.\n<Bullet/> Використовуйте удосконалення, здобутi в боях з \"Адвентом\", щоб пiдвищити ефективнiсть лазерної гвинтiвки.\n<Bullet/> Ця надпотужна гвинтiвка отримана шляхом удосконалення довоєнного лазерного озброєння за допомогою технологiй прибульцiв.\n<Bullet/> Лазерна зброя вiдрiзняється покращеною точнiстю."
AbilityDescName="Лазерна гвинтiвка"

[SMG_LS X2WeaponTemplate]
FriendlyName="Лазерний пiстолет-кулемет"
FriendlyNamePlural="Лазернi пiстолети-кулемети"
BriefSummary="Полегшений варiант лазерної гвинтiвки, який виконує ту ж роль, що й звичайнi пiстолети-кулемети. До його недолiкiв можна вiднести меншу шкоду, менший магазин та низьку точнiсть при стрiльбi на дальнi дистанцiї, а до переваг - бонуси до мобiльностi та прихованостi."
; LWOTC Needs Translation
TacticalText="<Bullet/> Вистрiл з основної зброї завжди завершує хiд солдата, якщо не має спецiальних здiбностей.\n<Bullet/> Використовуйте удосконалення, здобутi в боях з \"Адвентом\", щоб пiдвищити ефективнiсть пiстолета-кулемета. \n<Bullet/> Пiстолети-кулемети та їх аналоги надають бонуси до прихованостi та мобiльностi та краще пiдходять для стрiльби на короткi дистанцiї, нiж гвинтiвки, однак завдають менше шкоди, мають менший магазин та отримують штрафи при стрiльбi на дальнi дистанцiї.\n<Bullet/> Лазерна зброя вiдрiзняється покращеною точнiстю."
; End Translation
AbilityDescName="Пiстолет-кулемет"

[Cannon_LS X2WeaponTemplate]
FriendlyName="Лазерна гармата"
FriendlyNamePlural="Лазернi гармати"
BriefSummary="Розробка лазерної зброї та удосконалена система охолодження дозволила нам створити скорострiльний варiант гармати. Вогонь наших солдатiв стає значно смертоноснiшим."
TacticalText="<Bullet/> Лазерна гармата є бiльш потужною, але так само компактною версiєю звичайної гармати.\n<Bullet/> Використовуйте удосконалення, здобутi в боях, щоб пiдвищити ефективнiсть лазерної гармати.\n<Bullet/> Лазерна зброя вiдрiзняється покращеною точнiстю."
AbilityDescName="Лазерна гармата"

[Shotgun_LS X2WeaponTemplate]
FriendlyName="Лазерний розсiювач"
FriendlyNamePlural="Лазернi розсiювачi"
BriefSummary="Лазерний розсiювач використовує лазерну технологiю, створюючи ефект, схожий з пострiлом з дробовика. Максимальна потужнiсть досягається на коротких дистанцiях."
TacticalText="<Bullet/> Дробовики виключно ефективнi на короткiй дистанцiї, але чим далi цiль, тим нижча їхня точнiсть.\n<Bullet/> Використовуйте удосконалення, здобутi в боях з \"Адвентом\", щоб пiдвищити ефективнiсть лазерного розсiювача.\n<Bullet/> Лазерна зброя вiдрiзняється покращеною точнiстю."
AbilityDescName="Дробовик"

[SniperRifle_LS X2WeaponTemplate]
FriendlyName="Лазерний спис"
FriendlyNamePlural="Лазернi списи"
BriefSummary="Лазерний спис - це довга версiя лазерної гвинтiвки, яка включає в себе високоенергетичнi флеш-конденсатори, що роблять її високоточною зброєю для стрiльби на великiй дистанцiї."
TacticalText="Пострiл зi снайперської гвинтiвки вимагає два дiї.\n<Bullet/> Ця зброя менш точна на близькiй дистанцiї, але смертоносна при стрiльбi здалеку.\n<Bullet/> Використовуйте удосконалення, здобутi в боях з \"Адвентом\", щоб пiдвищити ефективнiсть лазерного списа.\n<Bullet/> Лазерна зброя вiдрiзняється покращеною точнiстю."
AbilityDescName="Снайперська гвинтiвка"
